// © Copyright 2010, 2015-2016 HP Development Company, L.P.

// ------ Ink Colors ------ //

"cyan" = "シアン [C]";
"magenta" = "マゼンタ [M]";
"yellow" = "イエロー [Y]";

"black" = "ブラック [K]";

"red" = "レッド [R]";
"green" = "グリーン [G]";
"blue" = "ブルー [B]";

"lightcyan" = "ライトシアン [LC]";
"lightmagenta" = "ライトマゼンタ [LM]";

"orange" = "オレンジ [O]";

"gray" = "グレー [G]";
"lightgray" = "ライトグレー [LG]";
"darkgray" = "ダークグレー [DG]";

"photoblack" = "フォトブラック [PK]";
"matteblack" = "マットブラック [MK]";

"glossenhancer" = "グロスエンハンサー";

"violet" = "バイオレット [V]";

"gold" = "ゴールド [??]";
"silver" = "シルバー [??]";
"bronze" = "ブロンズ [??]";

"metallic" = "メタリックレッド [??]";

"tricolor" = "3色カラー [シアン/マゼンタ/イエロー]";
"photo" = "フォト [ブラック/ライトシアン/ライトマゼンタ]";
"photogray" = "グレーフォト [ブラック/グレー/ライトグレー]";

"Photo [PK]" = "フォト [PK]";


//Event Titles in Message Center
"Previously Used Genuine HP Cartridge(s)" = "すでに使用された形跡のある純正 HP カートリッジ";
"Refilled or Depleted Cartridge Detected" = "インクを詰替えた、またはインクのないカートリッジを検出";

//Pharse for smash alert
"The message status could not be updated" = "メッセージ ステータスを更新できませんでした";

//New titles introduced for K4 phase to be localized.
"Counterfeit Cartridge Advisory" = "偽造カートリッジに関するアドバイス";
"Used, Refilled or Counterfeit Cartridge Detected" = "使用済みの詰め替えカートリッジ、または偽造品のカートリッジが検出されました";

HSDUseCartridgeOrLearnAboutProtection = "指定されたカートリッジを使って続行するには、[続行] をクリックします。
終了して、HP カートリッジ保護機能について確認するには、[キャンセル] をクリックします。";

"View HP Privacy Statement Online" = "HP プライバシー ステートメント";

"Shop Online" = "オンライン ショップ";

"To order a genuine HP replacement cartridge, click Shop Online." = "HP 純正の交換用カートリッジを注文するには、[オンライン ショップ] をクリックします。";

//a: Removed the sring from the nib file and added the same here.
"To continue using this cartridge, click OK." = "このカートリッジを使って続行するには、[OK] をクリックします。";
"View online details about shared information" = "提供情報に関する詳細をオンラインで見る";

// [RQ 7996] Replace 'Shop Online' with 'Buy Now' in supply alerts.
"Buy Now" = "オンラインで購入";
"To order a genuine HP replacement cartridge, click Buy Now." = "HP 純正の交換用カートリッジを注文するには、[オンラインで購入] をクリックします。";


"To order a genuine HP replacement cartridge online, click Buy Now." = "HP 純正の交換用カートリッジをオンラインで注文するには、[オンラインで購入] をクリックします。";

"View data shared with HP" = "HP と共有されるデータの表示";

"HP Instant Ink Support Online" = "HP Instant Ink サポート オンライン";

//Ink subscription message from K10
"For problems with cartridges obtained from HP Instant Ink, please contact HP Instant Ink Support Online." = "HP Instant Ink から入手したカートリッジに問題がある場合は、HP Instant Ink サポート オンラインにご連絡ください。";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Is Pen Counterfeit Dialog
HSD__65592_65685__EventTitle = "使用済みのカートリッジまたは偽造品のカートリッジが検出されました";
